[
    {
        "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
        "author": "Стив Макконнелл"
    },
    {
        "text": "Сложность программы растет до тех пор, пока не превысит способности программиста",
        "author": "Артур Блох. Законы Мэрфи"
    },
    {
        "text": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены",
        "author": "И. Берард"
    },
    {
        "text": "Я не боюсь умереть. Я просто не хочу быть там, когда это случится",
        "author": "Вуди Аллен"
    },
    {
        "text": "Знание - сила",
        "author": "Фрэнсис Бэкон"
    },
    {
        "text": "За большими деньгами всегда стоит преступление",
        "author": "Оноре де Бальзак"
    },
    {
        "text": "Только глупец учится на своих ошибках. Умный человек учится на ошибках других",
        "author": "Отто фон Бисмарк"
    },
    {
        "text": "Способности – ничто без возможности",
        "author": "Наполеон Бонапарт"
    },
    {
        "text": "Выбирай ту работу, которую ты любишь и ты ни дня не будешь работать",
        "author": "Конфуций"
    },
    {
        "text": "Наша слава не в том, что мы никогда не падаем, а в том, что мы поднимаемся каждый раз после падения",
        "author": "Конфуций"
    },
    {
        "text": "Уважай себя и тебя будут уважать другие",
        "author": "Конфуций"
    },
    {
        "text": "Ничего в жизни не нужно бояться, нужно только понимать это",
        "author": "Мария Склодовская-Кюри"
    },
    {
        "text": "Не бойтесь стремиться к совершенству. Вы никогда его не достигните",
        "author": "Сальвадор Дали"
    },
    {
        "text": "Гениальность – это один процент вдохновения и 99% усердной работы",
        "author": "Томас Алва Эдисон"
    },
    {
        "text": "Есть только две вещи, которые безграничны – вселенная и человеческая глупость. Хотя я не уверен по поводу первого",
        "author": "Альберт Эйнштейн"
    },
    {
        "text": "Я никогда не думаю о будущем. Оно и так приходит слишком быстро",
        "author": "Альберт Эйнштейн"
    },
    {
        "text": "Бизнес, который не приносит ничего кроме денег – плохой бизнес",
        "author": "Генри Форд"
    },
    {
        "text": "Чтобы добиться великих вещей мы должны не только мечтать, но и действовать, не только планировать, но и верить",
        "author": "Анатоль Франс"
    },
    {
        "text": "Живи так, как будто умрёшь завтра, учись так, как будто будешь учиться вечно",
        "author": "Махатма Ганди"
    },
    {
        "text": "Мало знать - надо применять знания, мало хотеть - надо действовать",
        "author": "Иоганн Вольфганг фон Гёте"
    },
    {
        "text": "Нет лучшего друга, чем книга",
        "author": "Эрнест Хемингуэй"
    },
    {
        "text": "Может быть наш мир – ад другой планеты",
        "author": "Олдос Хаксли"
    },
    {
        "text": "Любовь делает глупых умнее, а мудрецов - глупее",
        "author": "Сэмюэл Джонсон"
    },
    {
        "text": "Прощайте своих врагов, но никогда не забывайте их имена",
        "author": "Джон Фитцджеральд Кеннеди"
    },
    {
        "text": "Практически каждый человек способен переностиь беды. Хочешь проверить характер человека – дай ему власть",
        "author": "Авраам Линкольн"
    },
    {
        "text": "Покупатель всегда прав",
        "author": "Сезар Риц"
    },
    {
        "text": "Можно нарушать правила, но не принципы",
        "author": "Франклин Делано Рузвельт"
    },
    {
        "text": "Судите обо мне по врагам, которых я нажил",
        "author": "Франклин Делано Рузвельт"
    },
    {
        "text": "Ошибок не делает только тот, кто не делает ничего",
        "author": "Теодор Рузвельт"
    },
    {
        "text": "Не всё золото, что блестит",
        "author": "Уильям Шекспир"
    },
    {
        "text": "Лучше молчать и позволять остальным считать, что ты глупец, чем заговорить и подтвердить это",
        "author": "Марк Твен"
    },
    {
        "text": "В жизни могут быть только две трагедии: не иметь то, что ты хочешь и получить, то, что ты хочешь",
        "author": "Оскар Уайльд"
    },
    {
        "text": "Мода так уродлива, что нам приходится менять её каждые шесть месяцев",
        "author": "Оскар Уайльд"
    },
    {
        "text": "Быть могущественным – то же самое, что быть леди. Если тебе приходится говорить людям о том, что ты леди – ты не леди",
        "author": "Маргарет Тэтчер"
    }
]
